loadtest/logs_baseline/hey/short_c4_baseline.txt

Summary:
  Total:	10.8869 secs
  Slowest:	0.9287 secs
  Fastest:	0.5996 secs
  Average:	0.6819 secs
  Requests/sec:	5.6949
  
  Total data:	44577 bytes
  Size/request:	718 bytes

Response time histogram:
  0.600 [1]	|■
  0.633 [0]	|
  0.665 [32]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.698 [25]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.731 [0]	|
  0.764 [0]	|
  0.797 [0]	|
  0.830 [0]	|
  0.863 [0]	|
  0.896 [1]	|■
  0.929 [3]	|■■■■


Latency distribution:
  10% in 0.6597 secs
  25% in 0.6601 secs
  50% in 0.6642 secs
  75% in 0.6737 secs
  90% in 0.6888 secs
  95% in 0.9285 secs
  0% in 0.0000 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.5996 secs, 0.9287 secs
  DNS-lookup:	0.0002 secs, 0.0000 secs, 0.0029 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.6816 secs, 0.5994 secs, 0.9254 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	62 responses